TWO_fimi_client/Debug/UpdatePersonRq.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:fimi="http://schemas.compassplus.com/two/1.0/fimi.xsd" xmlns:fimi1="http://schemas.compassplus.com/two/1.0/fimi_types.xsd">
   <soap:Header/>
   <soap:Body>
      <fimi:UpdatePersonRq>
         <fimi:Request>
	    <!--Constants-->
            <!--<fimi1:InstName>KKB</fimi1:InstName>--><!--Optionaly. Implementation inside TWO-->     
            <!--<fimi1:BranchId>4</fimi1:BranchId>--><!--Optionaly. Implementation inside TWO-->

            <!--Mandatory:-->
            <!--<fimi1:Id>1000001</fimi1:Id>--><!--Not send. Implementation inside TWO--><!--+-->
	    <!--<fimi1:PersonExtId>1</fimi1:PersonExtId>--><!--KKBID--><!--waiting ver. 5.3.32.1--><!--Integrity checks+--> <!--45454559-->
            <fimi1:OldPersonExtId>4</fimi1:OldPersonExtId>
            <fimi1:NewPersonExtId>5</fimi1:NewPersonExtId>
         </fimi:Request>
      </fimi:UpdatePersonRq>
   </soap:Body>
</soap:Envelope>